#include <iostream>
using namespace std;

void Greeting() {
	std::cout << "Cоздал: Сычёв Михаил Сергеевич\n" "Группа : 404\n" "Вариант : 1\n"
		"Лабораторная работа № 2.  Этюды для программистов\n"
		"Напишите программу, моделирующую колонию «Жизни». Исходными\n"
		"данными служит начальное расположение клеток, а в качестве результата\n"
		"нужно получить вид сверху всех поколений колонии." << std::endl;
}